Repository: yandex-money/yandex-money-cms-v2-drupal
Catalog: yamoney_api.*.po
Languages: ru

source: By operating the module, you automatically agree with <a href='https://money.yandex.ru/doc.xml?id=527132' target='_blank'>its Terms and Conditions of Use</a>.
ru: Работая с модулем, вы автоматически соглашаетесь с <a href="https://money.yandex.ru/doc.xml?id=527132" target="_blank">условиями его использования</a>.

source: Version:
ru: Версия:

source: Allowed IPs for callbacks
ru: Список доступных IP для нотификаций

source: Yandex.Checkout
ru: Яндекс.Касса

source: <h3>Store settings</h3>
ru: <h3>Настройки магазина</h3>

source: To start operating the module, you need to connect your store to <a target="_blank" href="https://checkout.yandex.com/">Yandex.Checkout</a>
ru: Для работы с модулем нужно подключить магазин к <a target="_blank" href="https://kassa.yandex.ru/">Яндекс.Кассе</a>.

source: Enable payment acceptance via Yandex.Checkout
ru: Включить приём платежей через Яндекс.Кассу

source: Copy shopId from your Yandex.Checkout's Merchant Profile
ru: Скопируйте shopId из личного кабинета Яндекс.Кассы

source: Secret key
ru: Секретный ключ

source: Issue and activate a secret key under your Yandex.Checkout's Merchant Profile. Then copy it here.
ru: Выпустите и активируйте секретный ключ в личном кабинете Яндекс.Кассы. Потом скопируйте его сюда.

source: Select payment method
ru: Сценарий оплаты

source: On Yandex.Checkout's site
ru: На стороне Яндекс.Кассы

source: On the store's site
ru: На стороне магазина

source: Enabled payment methods
ru: Включенные методы оплаты

source: Default payment method
ru: Метод оплаты по умолчанию

source: Transmit details for receipts to Yandex.Checkout (Federal Law No. 54-FZ)
ru: Отправлять в Яндекс.Кассу данные для чеков (54-ФЗ)

source: Second receipt
ru: Второй чек

source: Generate a second check when the order goes into status
ru: Формировать второй чек при переходе заказа в статус

source: Enable
ru: Включить

source: Disable
ru: Выключить

source: Rate at your store
ru: Ставка в вашем магазине

source: Rate for the receipt sent to the tax service
ru: Ставка для чека в налоговую

source: Default tax rate
ru: Ставка по умолчанию

source: Without VAT
ru: Без НДС

source: Applicable rate 10/110
ru: Расчётная ставка 10/110

source: Applicable rate 20/120
ru: Расчётная ставка 20/120

source: Address for notifications
ru: Url для уведомлений

source: Only required if Yandex.Checkout's specialists ask for it
ru: Этот адрес понадобится, только если его попросят специалисты Яндекс.Кассы

source: Record of debugging information
ru: Запись отладочной информации

source: Download the log
ru: Скачать лог

source: Yandex.Money
ru: Яндекс.Деньги

source: To start operating the module, you need to <a href="https://money.yandex.ru/new" target="_blank">start a Yandex.Money wallet</a> and <a href="https://sp-money.yandex.ru/myservices/online.xml" target="_blank">register the app</a> at the Yandex.Money website
ru: Для работы с модулем нужно <a href="https://money.yandex.ru/new" target="_blank">открыть кошелек</a> на Яндексе и <a href="https://sp-money.yandex.ru/myservices/online.xml" target="_blank">зарегистрировать приложение</a> на сайте Яндекс.Денег

source: Enable payment acceptance to the Yandex.Money Wallet
ru: Включить прием платежей в кошелек на Яндексе

source: Copy this link to the upper field at the <a href='https://sp-money.yandex.ru/myservices/online.xml' target='_blank'>HTTP notifications page</a>
ru: Скопируйте эту ссылку в верхнее поле на <a href='https://sp-money.yandex.ru/myservices/online.xml' target='_blank'>странице HTTP-уведомлений</a>

source: <h3>Payment acceptance settings</h3>
ru: <h3>Настройки приема платежей</h3>

source: Wallet number
ru: Номер кошелька

source: Your Yandex.Money wallet number.
ru: Номер кошелька в Яндекс.Деньги

source: Codeword
ru: Секретное слово

source: Payment comment
ru: Комментарий к платежу

source: This title will be shown to the customer
ru: Это название увидит пользователь

source: Text for success and fail payment pages
ru: Текст для страниц успешной и неуспешной оплаты.

source: Text for success page
ru: Текст для страницы успеха

source: Text for fail page
ru: Текст для страницы неуспеха

source: Yandex.Billing
ru: Яндекс.Платежка

source: This is a payment form for your site. It allows for accepting payments to your company account from cards and Yandex.Money e-wallets without a contract. To set it up, you need to provide the Yandex.Billing identifier: we will send it via email after you <a href='https://money.yandex.ru/fastpay'>create a form in construction kit.</a>
ru: Это платежная форма на ваш сайт. Позволяет принимать платежи на счет компании — с карт или из кошельков Яндекс.Денег, без договора. Для настройки нужен идентификатор Платежки: он придёт в письме,<a href='https://money.yandex.ru/fastpay'>когда вы соберете форму в конструкторе.</a>

source: Activate payments via Yandex.Billing
ru: Включить прием платежей через Яндекс.Платежку

source: Yandex.Billing's identifier
ru: Идентификатор Яндекс.Платежки

source: Payment purpose
ru: Назначение платежа

source: Purpose of payment is added to the payment order: specify whatever will help identify the order paid via Yandex.Billing
ru: Назначение будет в платежном поручении: напишите в нем всё, что поможет отличить заказ, который оплатили через Платежку

source: Order No. %order_id% Payment via Yandex.Billing
ru: Номер заказа %order_id% Оплата через Яндекс.Платежку

source: Невозможно одновременно включить оплату через Яндекс.Деньги и Яндекс.Кассу
ru: Unable to activate payments via Yandex.Money and Yandex.Checkout at the same time

source: Unable to activate payments via Yandex.Billing and Yandex.Checkout at the same time
ru: Невозможно одновременно включить оплату через Яндекс.Платежку и Яндекс.Кассу

source: Such shopId does not exist. Please copy this parameter under your <a href="https://money.yandex.ru/joinups">Yandex.Checkout's Merchant Profile</a> (at the top of any page)
ru: Такого shopId нет. Пожалуйста, скопируйте параметр в <a href="https://money.yandex.ru/joinups">личном кабинете Яндекс.Кассы</a> (наверху любой страницы)

source: Такого секретного ключа нет. Если вы уверены, что скопировали ключ правильно, значит, он по какой-то причине не работает. Выпустите и активируйте ключ заново — <a href="https://money.yandex.ru/joinups">в личном кабинете Яндекс.Кассы</a>
ru: Such secret key does not exist. If you are sure you copied the key correctly, this means it does not work for some reason. Issue and activate the key again—under your <a href="https://money.yandex.ru/joinups">Merchant Profile</a>

source: Wallet number field is missing
ru: Заполните поле Номер кошелька

source: Codeword field is missing
ru: Заполните поле Секретное слово

source: Payment comment field is missing
ru: Заполните поле Комментарий платежа

source: Payment ID field is missing
ru: Заполните поле Идентификатор платежки

source: Purpose of payment field is missing
ru: Заполните поле Назначение платежа

source: Payment from a Yandex.Money e-wallet
ru: Кошелек Яндекс.Денег

source: Payment by any bank card
ru: Банковские карты

source: Payment in cash via retailers and payment kiosks
ru: Наличные через терминалы

source: Payment from a WebMoney e-wallet
ru: WebMoney

source: Payment via Alfa-Click
ru: Альфа-Клик

source: Payment via Sberbank: payment by text messages or Sberbank Online
ru: Сбербанк Онлайн

source: Payment via QIWI Wallet
ru: QIWI

source: Installments
ru: Заплатить по частям

source: Installments (%s ₽ per month)
ru: Заплатить по частям (%s ₽ в месяц)

source: Payments for order No
ru: Платеж для заказа order .

source: Yandex.Money 2.0 core module.
ru: Яндекс.Деньги 2.0

source: Yandex.Money 2.0
ru: Яндекс.Деньги 2.0

source: Yandex.Checkout (bank card, e-money, etc.)
ru: Яндекс.Касса (банковские карты, электронные деньги и другое)

source: Yandex.Money (bank card, e-wallet)
ru: Яндекс.Деньги (банковские карты, кошелек)

source: Yandex.Billing (bank card, e-wallets)
ru: Яндекс.Платежка (банковские карты, кошелек)

source: Yandex
ru: Яндекс

source: Integration with Yandex.Money.
ru: Интеграция с Яндекс.Деньги.

source: Widget type
ru: Тип виджета

source: Payer's full name
ru: Ф.И.О плательщика

source: Select your payment type:
ru: Выберите метод оплаты:

source: The login in Alfa-Click field is filled incorrectly.
ru: Поле логин в Альфа клике заполнено неверно

source: The phone number field is filled incorrectly.
ru: Поле телефон заполнено неверно.

source: Payer's name is entered incorrectly.
ru: Ф.И.О. плательщика введено не верно.

source: Smart payment
ru: Умный платеж

source: Unable to create payment.
ru: Неудалось создать платеж.

source: Unable to pay with this method.
ru: Не удалось заплатить этим методом.

source: The login field is filled incorrectly.
ru: Поле логин заполнено неверно.

source: Can not save transaction.
ru: Не удалось сохранить транзакцию.

source: Payment failed: %message
ru: Не удалось создать платеж: %message

source: Submit order
ru: Подтвердить заказ

source: Can not find order with id
ru: Не возжно найти заказ с идентификатором

source: Specify the login, and we'll send the bill in Alfa-Click. All you have do after that is confirm the payment online at the bank's website.
ru: Укажите логин, и мы выставим счет в Альфа-Клике. После этого останется подтвердить платеж на сайте интернет-банка.

source: Phone number linked to Qiwi Wallet
ru: Телефон, который привязан к Qiwi Wallet

source: Redirect to Yandex to pay by credit card or pay terminals or e-money.
ru: Redirect to Yandex to pay by card or payment kiosks or e-money.

source: You shop ID. If you have any shops in you yandex account
ru: Your shop ID. If you have any stores in your Yandex account

source: Transaction data
ru: Описание платежа

source: Full description of the transaction that the user will see during the checkout process. You can find it in your Yandex.Checkout Merchant Profile. For example, "Payment for order No. 72 by user@yandex.ru". Limitations: no more than 128 symbols
ru: Это описание транзакции, которое пользователь увидит при оплате, а вы — в личном кабинете Яндекс.Кассы. Например, «Оплата заказа №72».<br>Чтобы в описание подставлялся номер заказа (как в примере), поставьте на его месте %order_id% (Оплата заказа №%order_id%).<br>Ограничение для описания — 128 символов.

source: Full description of the transaction that the user will see during the checkout process. You can find it in your Yandex.Checkout Merchant Profile. For example, "Payment for order No. 72 by user@yandex.ru". Limitations: no more than 128 symbols.
ru: Это описание транзакции, которое пользователь увидит при оплате, а вы — в личном кабинете Яндекс.Кассы. Например, «Оплата заказа №72».<br>Чтобы в описание подставлялся номер заказа (как в примере), поставьте на его месте %order_number% (Оплата заказа №%order_number%).<br>Ограничение для описания — 128 символов.

source: Payment for order No. %order_id%
ru: Оплата заказа №%order_id%

source: Payment for order No. %order_number%
ru: Оплата заказа №%order_number%

source: Tinkoff online banking
ru: Интернет-банк Тинькофф

source: Second receipt sent. Amount %s rubles
ru: Отправлен второй чек. Сумма %s рублей.
